<!-- =========================================================================================
     File Name: consultDetail
     Description: 資訊詳情
     Component Name: consultDetail
     ----------------------------------------------------------------------------------------
     Item Name:
     Author: srj
     Creation time:  2020-11-19 21:27:12
     Change time:  2020-11-19 21:27:12
========================================================================================== -->
<template>
  <div class="consultDetail">
    <div class="container-wrap">
      <p class="title mb-20">資訊標題</p>
      <p class="desc mb-40">
        <span class="date mr-20">2020/06/04 12：22</span>
        <span>閱讀量：1000</span>
      </p>
      <p class="content">
        积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开
        义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火
      </p>
    </div>
  </div>
</template>
<script>
export default {
  name: 'consultDetail',
  data () {
    return {}
  },
  created () {},
  methods: {}
}
</script>

<style scoped lang="scss">
.consultDetail {
  .container-wrap {
      background: #fff;
    padding: 34px 100px;
    .title {
      font-size: 24px;
      font-family: STHeitiTC-Medium, STHeitiTC;
      font-weight: 500;
      color: #222222;
      line-height: 25px;
    }
    .desc {
      font-size: 14px;
      font-family: STHeitiTC-Light, STHeitiTC;
      font-weight: 300;
      color: #666666;
      line-height: 20px;
    }
    .date {
      display: inline-block;
    }
  }
}
</style>
