<!-- =========================================================================================
     File Name: aggrement
     Description: 协议页面
     Component Name: aggrement
     ----------------------------------------------------------------------------------------
     Item Name:
     Author: srj
     Creation time:  2020-11-17 22:05:49
     Change time:  2020-11-17 22:05:49
========================================================================================== -->
<template>
  <div class="aggrement container-wrap">
    <h1 v-if="forUser" class="pb-15">用户协议</h1>
    <h1 v-if="forPrivacy" class="pb-15">隐私协议</h1>
    <p>
      积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。积线成它报提组电计广子圆先大片行见二次组千家算放民团条接回然建验需共果没面始理。机重当果市无认决之而太斗更该号圆下此南积术器亲研集各展国位因听经计家则是保候现它设时义带形开政石克子火习接。又相两划调知角最义没党指利九路律志三作日成规眼了高照变照合所族件斯动收全才。
    </p>
  </div>
</template>

<script>
export default {
  name: 'aggrement',
  data () {
    return {}
  },
  computed: {
    //   用户协议
    forUser () {
      return this.$route.query.type === 'user'
    },
    //   隐私协议
    forPrivacy () {
      return this.$route.query.type === 'privacy'
    }
  },
  created () {},
  methods: {}
}
</script>

<style scoped  lang="scss">
.aggrement {
  padding: 40px 100px;
  background: #fff;
  h1 {
    font-size: 18px;
    font-family: STHeitiTC-Medium, STHeitiTC;
    font-weight: 500;
    color: #222222;
    line-height: 19px;
    text-align: center;
  }
  p {
    font-size: 14px;
    font-family: STHeitiTC-Light, STHeitiTC;
    font-weight: 300;
    color: #222222;
    line-height: 24px;
  }
}
</style>
